// 1. การสร้าง Function ใน javascript

// 2. การสร้าง Function ที่มีการรับค่า

// 3. การสร้าง Function ที่มีการส่งค่ากลับ

// 4. การสร้าง Function ที่มีการรับค่าและส่งค่ากลับ แบบมีค่าเริ่มต้น

// 5. การสร้าง Function แบบ Arrow Function

// 6. การสร้าง Function แบบ Arrow Function แบบสั้น (ใช้ในกรณีที่มีโค้ดที่ไม่ซับซ้อน)

// 7. การสร้าง Function แบบ Arrow Function แบบมีค่าเริ่มต้น

// 8. การสร้าง Function แบบ Arrow Function แบบมีค่าเริ่มต้น แบบมีการส่งค่ากลับ แบบมีการใช้งานแบบ Object

// 9. การสร้าง Function แบบ Arrow Function แบบมีค่าเริ่มต้น แบบมีการส่งค่ากลับ แบบมีการใช้งานแบบ Object โดยมีพารามิเตอร์เริ่มต้น {}

